// Напишите программу которая на вход принимает два числа и выдает какое число большее а какое меньшее
// а=5;b=7->max=7
// a=2; b=10 -> max=10
// a=-9;b=-3-> max = -3

int a = -9;
int b = -3;
if(a > b){
   Console.WriteLine("max a");
}
else{
   Console.Write("max b");
}

